cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'codeclimate/formulae'

brew 'ack'
brew 'direnv'
brew 'doctl'
brew 'codeclimate'
brew 'coreutils'
brew 'go'
brew 'jq'
brew 'libgit2'
brew 'openssl'
brew 'node'
brew 'pyenv'
brew 'unrar'
brew 'wget'

cask '1password'
cask 'alfred'
cask 'atom'
cask 'dropbox'
cask 'docker'
cask 'firefox'
cask 'gitter'
cask 'google-chrome'
cask 'iterm2'
cask 'slack'
cask 'spotify'
cask 'steam'
cask 'tunnelbear'
cask 'vagrant'
cask 'vagrant-manager'
cask 'virtualbox'
cask 'zoomus'
