cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'caskroom/fonts'

brew 'ack'
brew 'autojump'
brew 'bat'
brew 'coreutils'
brew 'darksky-weather'
brew 'dep'
brew 'direnv'
brew 'doctl'
brew 'exa'
brew 'fd'
brew 'fzf'
brew 'go'
brew 'htop'
brew 'httpie'
brew 'jq'
brew 'mas'
brew 'mongodb'
brew 'mycli'
brew 'mysql'
brew 'kubernetes-cli'
brew 'libgit2'
brew 'openssl'
brew 'node'
brew 'pgcli'
brew 'protobuf'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'pyenv-virtualenvwrapper'
brew 'ripgrep'
brew 's3cmd'
brew 'tldr'
brew 'the_silver_searcher'
brew 'tmux'
brew 'unrar'
brew 'vim'
brew 'wget'
brew 'wireguard-tools'

#cask '1password'
#cask 'alfred'
#cask 'atom'
#cask 'boostnote'
cask 'dropbox'
cask 'docker'
#cask 'firefox'
cask 'gitter'
cask 'google-chrome'
cask 'iterm2'
cask 'minikube'
cask 'postman'
cask 'slack'
cask 'spotify'
#cask 'steam'
cask 'vagrant'
cask 'vagrant-manager'
cask 'visual-studio-code'
#cask 'virtualbox'
cask 'zoomus'

cask 'workflowy'
cask 'moom'